//Задача 13: Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.
//645 -> 5

System.Console.WriteLine("enter the number: ");
int number = int.Parse(Console.ReadLine());

if(number > 99){
    
}